/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "A %1$@ %2$@ a jelenleg elérhető legfrissebb verzió.";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ letöltve";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ / %2$@";

/* Description text for SUUpdateAlert when the critical update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "A %1$@ %2$@ verziója letöltődött és készen áll a telepítésre! Ez egy fontos frissítés; szeretné most telepíteni, majd újraindítani a %1$@ alkalmazást?";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "A %1$@ %2$@ verziója letöltődött és készen áll a telepítésre! Szeretné most telepíteni, majd újraindítani a %1$@ alkalmazást?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "A %@ egy újabb verziója elérhető!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "A %@ egy újabb verziója készen áll a telepítésre!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Hiba történt a frissítések lekérdezésekor. Kérjük, próbálja újra később.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Hiba történt a frissítés letöltése közben. Kérjük, próbálja újra később.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Hiba történt a frissítés kicsomagolása közben. Kérjük, próbálja újra később.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Hiba történt az elérhető frissítések beolvasásakor.";

/* No comment provided by engineer. */
"An important update to %@ is ready to install" = "A %@ egy fontos frissítése készen áll a telepítésre";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Cancel Update" = "Frissítés megszakítása";

/* No comment provided by engineer. */
"Install and Relaunch" = "Telepítés és újraindítás";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "A telepítő készen áll";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Szeretné, hogy a %1$@ ellenőrizze az elérhető frissítéseket induláskor? Ha nem, a frissítések keresését kézzel is elindíthatja a %1$@ menüből.";

/* No comment provided by engineer. */
"Update Error!" = "Frissítési hiba!";

/* No comment provided by engineer. */
"Updating %@" = "%@ frissítése";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Mozgassa a %1$@ alkalmazást az Alkalmazások mappába, indítsa újra onnan, majd próbálja újra a frissítést.";

"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "Kérjük, húzza a %1$@ a(z) Alkalmazások mappába az frissítések engedélyezéséhez.";
